Repository: salernoelia/focuswatch
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: de

source: %lld items
de: %lld Einträge

source: %lld min before
de: %lld Min. vorher

source: %lld minutes before
de: %lld Minuten vorher

# 🏆 Level %lld - %lld Milestones!
source: 🏆 Level %1$lld - %2$lld Milestones!
de: 🏆 Level %1$lld - %2$lld Meilensteine!

source: 1 hour before
de: 1 Stunde vorher

source: 5 minutes before
de: 5 Minuten vorher

source: 10 minutes before
de: 10 Minuten vorher

source: 15 minutes before
de: 15 Minuten vorher

source: 30 minutes before
de: 30 Minuten vorher

source: Actions
de: Aktionen

source: Active Testuser
de: Aktiver Testbenutzer

source: Add
de: Hinzufügen

source: Add Entry
de: Eintrag Hinzufügen

source: Add Items
de: Gegenstände hinzuf.

source: Add Milestone
de: Meilenstein Hinzufügen

source: Add new Test User
de: Neuen Testbenutzer hinzufügen

source: Add Photo
de: Foto hinzufügen

source: Add Photos
de: Bilder hinzufügen

source: Add photos to use in checklists
de: Fotos hinzufügen, die in Checklisten verwendet werden sollen

source: Add Points
de: Points Hinzufügen

source: Add Reminder
de: Erinnerung hinzufügen

source: Add TestUser
de: Testbenutzer hinzufügen

source: Age
de: Alter

source: Age: %d
de: Alter: %d

# Aktuelle Einstellung:
source: Current setting:
de: Aktuelle Einstellung:

source: All unlocked
de: Alle Freigeschaltet

source: Allow Telemetry
de: Telemetrie zulassen

source: App not found
de: App nicht gefunden

# Apps werden geladen...
source: Loading apps...
de: Apps werden geladen...

source: Are you sure you want to delete '%@'? This action cannot be undone.
de: Möchten Sie '%@' wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.

source: Assigned to:
de: Zugewiesen an:

source: At event time
de: Zum Event-Zeitpunkt

# Ausatmen
source: Exhale
de: Ausatmen

source: Authentication
de: Authentifizierung

source: Back
de: Zurück

# Bild Ersetzen
source: Replace Image
de: Bild Ersetzen

# Bilder
source: Images
de: Bilder

source: Breathing Pattern
de: Atemmuster

source: Calendar
de: Kalender

source: Calming breathing exercises
de: Beruhigende Atemübungen

source: Camera
de: Kamera

source: Cancel
de: Abbrechen

source: Checklist Items
de: Checklistengegenstände

source: Checklist Name
de: Checklistenname

source: Checklists
de: Checklisten

source: Choose Image
de: Bild auswählen

source: Choose Photos
de: Bilder auswählen

source: Color Breathing
de: Farbatmung

source: Completion Vibration
de: Abschlussvibration

source: Configurations
de: Konfigurationen

source: Connection
de: Verbindung

source: Continue
de: Weiter

source: Current Level
de: Jetziges Level

source: Current Points
de: Jetzige Points

source: Current Progress
de: Bisheriger Fortschritt

source: Current user
de: Aktueller Benutzer

source: Current: %@
de: Aktuell: %@

source: Custom
de: Individuell

source: Cycles
de: Wiederholungen

source: Daily
de: Täglich

source: Date
de: Datum

# Dein Feedback
source: Your Feedback
de: Dein Feedback

# Dein Feedback wurde gesendet.
source: Your feedback has been sent.
de: Dein Feedback wurde gesendet.

source: Delete
de: Löschen

source: Delete Event
de: Event löschen

source: Delete orphaned Files
de: Verwaiste Dateien löschen

source: Delete Photo
de: Foto löschen

source: Description
de: Beschreibung

source: Description (optional)
de: Beschreibung (Optional)

source: Device Information
de: Geräteinformationen

source: Done
de: Fertig

source: Edit
de: Bearbeiten

source: Edit Checklist
de: Checkliste bearbeiten

source: Edit Event
de: Event bearbeiten

source: Edit Label
de: Beschriftung bearbeiten

source: Edit Photo
de: Foto bearbeiten

# Einatmen
source: Inhale
de: Einatmen

# Einstellung ändern
source: Change setting
de: Einstellung ändern

# Einstellung zurücksetzen
source: Reset setting
de: Einstellung zurücksetzen

# Einstellungen
source: Settings
de: Einstellungen

source: Enabled
de: Eingeschaltet

source: End
de: Ende

source: Enter a descriptive label for your photo
de: Geben Sie eine beschreibende Bezeichnung für Ihr Foto ein

source: Enter label
de: Beschriftung eingeben

source: Entry Details
de: Eintragsdetails

source: Entry Saved!
de: Eintrag gespeichert!

source: Event Details
de: Termindetails

source: Exhale
de: Ausatmen

source: Existing Checklist Items
de: Bestehende Gegenstände

source: Existing Items
de: Bestehende Gegenstände

source: Failed Uploads: %@
de: Fehlgeschlagene Uploads: %@

# Feedback gesendet!
source: Feedback sent!
de: Feedback gesendet!

# Feedback konnte nicht gesendet werden.
source: Feedback could not be sent.
de: Feedback konnte nicht gesendet werden.

# Fehler
source: Error
de: Fehler

source: Female
de: Weiblich

source: First Name
de: Vorname

source: Focus aid for writing.
de: Fokushilfe beim Schreiben

source: Focus Champion
de: Fokuschampion

source: Focus Legend
de: Fokuslegende

source: Focus Master
de: Fokusmeister

source: Focus Tools
de: Fokus-Apps

source: Focus Trainee
de: Fokuslehrling

# Fokus überspringen
source: Skip focus
de: Fokus überspringen

source: Force Sync All Data
de: Alle Daten zwangssynchronisieren

source: Force Syncing...
de: Zwangssynchronisierung...

# Fortschritt gefunden
source: Progress found
de: Fortschritt gefunden

source: Gender
de: Geschlecht

# Generell
source: General
de: Generell

source: Get Started
de: Loslegen

source: Grid Size
de: Rastergröße

source: Hard Working
de: Hart arbeitend

# Häufigkeit
source: Frequency
de: Häufigkeit

# Heute
source: Today
de: Heute

source: History
de: Verlauf

source: How do you feel right now?
de: Wie fühlst du dich gerade?

source: Image
de: Bild

source: Image Selection
de: Bildauswahl

source: In 5 minutes
de: In 5 Minuten

source: Inhale
de: Einatmen

# Intensität
source: Intensity
de: Intensität

source: Interactive vibration toy
de: Vibrationsspielzeug

# Interaktive Checkliste
source: Interactive checklist
de: Interaktive Checkliste

source: Item title
de: Eintragstitel

source: Items
de: Einträge

source: Journal History
de: Tagebuchverlauf

# Kalender
source: Calendar
de: Kalender

# Keine Events
source: No events
de: Keine Events

source: Label
de: Beschriftung

source: Last Name
de: Nachname

source: Launch App
de: App starten

source: Launches app
de: Startet App

source: Level %lld reached!
de: Level %lld erreicht!

source: Light
de: Leicht

source: Linked App
de: Verlinkte App

# Links = Später
source: Left = Later
de: Links = Später

source: Loading apps...
de: Apps werden geladen...

source: Loading supervisor...
de: Betreuer wird geladen...

source: Loading users...
de: Benutzer werden geladen...

source: Loading...
de: Wird geladen...

source: Logged in as:
de: Angemeldet als:

source: Login
de: Anmelden

source: Login Required
de: Anmeldung erforderlich

source: Long Break
de: Lange Pause

# Loslegen
source: Get Started
de: Loslegen

source: Male
de: Männlich

source: Medium
de: Mittel

source: Message
de: Nachricht

source: Milestone
de: Meilenstein

source: Milestones
de: Meilensteine

source: min
de: minimum

source: Negative Feedback is on
de: Negatives Feedback ist aktiviert

# Neu anfangen
source: Start over
de: Neu anfangen

# Neues Bild Hinzufügen
source: Add New Image
de: Neues Bild Hinzufügen

source: Never
de: Nie

source: New Checklist
de: Neue Checkliste

source: New Event
de: Neues Event

source: New Milestone
de: Neuer Meilenstein

source: Next Milestone
de: Nächster Meilenstein

source: No app
de: Keine App

source: No checklists available
de: Keine Checklisten verfügbar

source: No configurations availible for this App.
de: Diese App hat keine Konfigurationsoptionen.

source: No Entries
de: Keine Einträge

source: No events scheduled
de: Keine Events geplant

source: No milestones configured
de: Keine Meilenstein konfiguriert

source: No milestones yet
de: Keine Meilensteine

source: No Photos
de: Keine Fotos

source: No reminders
de: Keine Erinnerungen

source: No repeat
de: Keine Wiederholung

source: No user selected
de: Kein Benutzer ausgewählt

source: None
de: Keine

source: Notification message (optional)
de: Benachrichtigungsnachricht (optional)

source: Often
de: Oft

source: Overview
de: Übersicht

source: Customize your focus routine: You can set the duration of your writing time (S). Enable "Pomodoro" mode to divide your exercises into work phases (A) with breaks (P), or work without interruptions. Choose positive or negative haptic feedback.
de: Passe deine Fokus-Routine an: Du kannst die Dauer deiner Schreibzeit (S) festlegen. Aktiviere den "Pomodoro"-Modus, um deine Übungen in Arbeitsphase (A) mit Pausen (P) zu unterteilen, oder arbeite ohne Unterbrechungen. Wähle positives oder negatives haptisches Feedback.

source: Password
de: Passwort

# Pause überspringen
source: Skip pause
de: Pause überspringen

source: Photo label
de: Foto-Beschriftung

source: Photo Library
de: Fotobibliothek

source: Photos
de: Fotos

source: Please log in to access your journal entries
de: Bitte melden Sie sich an, um auf Ihre Tagebucheinträge zuzugreifen

source: Points
de: Punkte

source: Points Reward
de: Points Belohnung

source: Positive Feedback is on
de: Positives Feedback ist aktiviert

source: Prefer not to say
de: Keine Angabe

source: Preview
de: Vorschau

source: Progress
de: Fortschritt

source: Rare
de: Selten

source: Reached Level 3
de: Level 3 erreicht

source: Reached Level 5
de: Level 5 erreicht

# Rechts = Hab ich!
source: Right = Got it!
de: Rechts = Hab ich!

source: Reconnecting...
de: Wird erneut verbunden...

source: Refresh
de: Aktualisieren

source: Reminder
de: Erinnerung

source: Reminders
de: Erinnerungen

source: Remove Photo
de: Foto entfernen

source: Repeat
de: Wiederholen

source: Repetitions
de: Wiederholungen

source: Reset Progress
de: Fortschritt zurücksetzen

source: Restore
de: Wiederherstellen

source: Return to Dashboard
de: Zurück zur Übersicht

source: Rounds Until Long Break
de: Runden bis zur langen Pause

source: Save
de: Speichern

source: Save Entry
de: Eintrag speichern

source: Saving...
de: Wird gespeichert...

source: Search entries...
de: Einträge suchen...

source: Search items
de: Einträge suchen

source: Search photos
de: Fotos suchen

source: Search users
de: Benutzer suchen

source: sec
de: Sekunden

source: See your focus points
de: Sehe deine Fokuspunkte

source: Select at least one weekday
de: Wähle mindestens einen Wochentag

source: Select one or multiple photos to label and add
de: Wähle ein- oder mehrere Fotos aus

source: Select User
de: Benutzer auswählen

# Senden
source: Send
de: Senden

source: Session Intervals
de: Wiederholungen

source: Settings
de: Einstellungen

source: Share your experience, thoughts, or feedback...
de: Teilen Sie Ihre Erfahrungen, Gedanken oder Feedback...

source: Short Break
de: Kurze Pause

source: Sign In
de: Anmelden

source: Sign Out
de: Abmelden

# Sprich zu Anne
source: Speak to Anne
de: Sprich zu Anne

source: Start App
de: App starten

# Starten
source: Start
de: Starten

source: Stop
de: Stopp

source: Stop Exercise
de: Übung stoppen

# stop_exercise_confirm
source: Stop Exercise
de: Übung stoppen

# stop_exercise_title
source: Stop Exercise?
de: Übung beenden?

source: Strong
de: Stark

source: Supervisor
de: Betreuer

source: Supervisor: %@
de: Betreuer: %@

source: Take Photo
de: Bild aufnehmen

# Teile dein Feedback...
source: Share your feedback...
de: Teile dein Feedback...

# Telemetrie zulassen
source: Allow Telemetry
de: Telemetrie zulassen

source: Telemetry
de: Telemetrie

source: Test User ID: %d
de: Testbenutzer-ID: %d

source: TestUser Details
de: Testbenutzer-Details

source: The usage data of the watch will be collected to improve the functionality of FokusUhr as it is a scientific project.
de: Die Nutzungsdaten der Uhr werden erfasst, um die Funktionalität von FokusUhr zu verbessern, da es sich um ein wissenschaftliches Projekt handelt.

source: Think
de: Denken

source: This label will be displayed alongside the image
de: Diese Beschriftung wird neben dem Bild angezeigt

source: Time
de: Zeit

source: Timer for time management
de: Timer fürs Zeitmanagement

source: Timing
de: Zeitplanung

source: Title
de: Titel

source: Total Points
de: Totale Points

source: Track your achievements
de: Verfolge deine Errungenschaften

source: Try to Reconnect
de: Erneut verbinden versuchen

source: until level %lld
de: bis level %lld

source: Upload
de: Hochladen

source: Upload data %lld
de: Daten %lld hochladen

source: Upload Files
de: Dateien hochladen

# Vibration bei Abschluss
source: Vibration on completion
de: Vibration bei Abschluss

source: Vibration Frequency
de: Vibrationshäufigkeit

source: Vibration Intensity
de: Vibrationsstärke

source: Vibration on Transition
de: Vibration während wechsel

# Vibrationen
source: Vibrations
de: Vibrationen

source: Watch ID:
de: Uhr ID:

source: Watch Status
de: Uhrstatus

source: Weekdays
de: Wochentage

source: Weekly
de: Wöchentlich

# Weiter
source: Continue
de: Weiter

# Weitermachen
source: Continue
de: Weitermachen

source: When
de: Wann

# Wie fühlst du dich?
source: How are you feeling?
de: Wie fühlst du dich?

# Wische für Einstellungen →
source: Swipe for Settings →
de: Wische für Einstellungen →

source: Wizard
de: Assistent

# Woche
source: Week
de: Woche

source: Work
de: Arbeiten

source: Work Intervals
de: Arbeitsphasen

source: Writing
de: Schreiben

source: You have unlocked a new Level!
de: Du hast ein neues Level freigeschaltet!

source: Your Entry (Supervisor)
de: Ihr Eintrag (Betreuer)

source: Your journal entries will appear here
de: Ihre Tagebucheinträge werden hier angezeigt

source: Your journal entry has been saved successfully.
de: Ihr Tagebucheintrag wurde erfolgreich gespeichert.

source: Your own journal entry
de: Ihr eigener Tagebucheintrag

source: Your Thoughts
de: Ihre Gedanken
